{
  "locales": "en",
  "messages" :{
    "home":"Home",
    "introduction": "About",
    "about": "Team",
    "guest": "Speakers",
    "carouselOneDis":"Say goodbye to ordinary, become extraordinary",
    "carouselTwoDis":"Learn to shine, living and working in your new career overseas",
    "carouselThreeDis":"Pursue your dreams, become a global citizen",
    "carouselFourDis":"Be outstanding",
    "webFunction":"线上与线下相结合、向学生和家长提供海外职业规划、职业培训和就业安排的跨境教育品牌",
    "studentHelpOne":"Lectures",
    "studentHelpTwo":"Introductory<br/>Courses",
    "studentHelpThree":"VIP<br/>Elite Courses",
    "studentHelpFour":"VVIP<br/>Internship and <br/>Job Guarantees",
    "teacherHelpOne":"Lectures",
    "teacherHelpTwo":"Parent Workshops",
    "teacherHelpThree":"VIP<br/>Talks with<br/>Senior Alumni",
    "teacherHelpFour":"VVIP<br/>Internship and <br/>Job Guarantees",
    "parentSay":"Parents’ Testimonials",
    "parentA":"Parent A",
    "parentTitleA":"Executive in a State-owned Financial Corporation",
    "parentDiscuzzA":"I go on business trips often to the US, and I have to thank JoyCan for helping me blend in to and navigate the American culture. Thanks to JoyCan, I am now more familiar with American social and occupational circumstances and it is very helpful in my business dealings.  More importantly, my kid secured a job with a very famous company with the help of JoyCan after graduating from university. I truly thank JoyCan for that.",
    "parentB":"Parent B",
    "parentTitleB":"Government Officer in a Province in Northeast China",
    "parentDiscuzzB":"Since my son went to the US for college, we had grown farther apart. I found it hard to talk to him, especially when it comes to his future and employment issues.  I didn’t think there was much I could do, but it turned out that working with JoyCan helped us so much.  I now understand more about what my son has experienced, what he wants, and what is out there for him.  Now that we work with JoyCan, I have a clearer vision of my son's future and a better understanding of him and how I can help him achieve his goals.",
    "parentC":"Parent C",
    "parentTitleC":"Chinese Business Owner",
    "parentDiscuzzC":"We didn't spend much time with our daughter when she was younger, as we were always tied up with work.  Ever since we decided to send her abroad for university, we signed her up for various language training courses and worked with an agency for school applications. While that helped her get in to university, now that she’s graduating, we realized there's not much available to help her make the leap into the US workforce.  Luckily, we found JoyCan to assist her with transitioning to an internship or a job in the US.  We have found JoyCan to be truly helpful.",
    "studentSay":"Students’ Testimonials",
    "studentD":"Student D",
    "studentTitleD":"Employee of a Fortune 500 Company in China",
    "studentDiscuzzD":"I wasn't a STEM major and I remembered how anxious I was upon graduation. I felt I had no choice but to return to China after graduation. I began working with Joycan, albeit rather late, and thanks to them, I did get a job offer in the US.  Unfortunately, I couldn't get a work visa.  Upon my return, it startled me that so many international students have no work experience during their study abroad.  If I had begun with JoyCan earlier, I could have better secured a job and met all the necessary legal requirements to work in the US.  If only I knew earlier.",
    "studentE":"Student E",
    "studentTitleE":"Undergraduate, Computer Engineering",
    "studentDiscuzzE":"While most of my friends returned to China during summer breaks, I decided to take an internship as JoyCan suggested.  This has been incredibly valuable. I gained so much on-the-job experience, including some of the intangible aspects, such as how to communicate effectively with my American colleagues, how to tell jokes at work, and how to gain trust and respect from my coworkers.  I love my job.",
    "studentF":"Student F",
    "studentTitleF":"Senior Undergraduate",
    "studentDiscuzzF":"Thanks to JoyCan, I had an opportunity to become an intern in a US company during my third year. This experience was super valuable; it not only improved my English skills, but also allowed me to truly understand the working culture and environment in US. All my collegues are very friendly, I am definitely going to apply for graduate school in US after graduation.",
    "company01":"A Glimpse of the Company",
    "company02":"We are an education company, founded by a team of legal and education experts. Offering career training, product development, and consulting service, we are dedicated to facilitating the efforts of Chinese students seeking overseas internships, and to help them seize job opportunities. JOY CANAAN indicates Joy at Canaan: JOY stands for Job for You, and Canaan represents the promised land in the western classical literature.",
    "company03":"We incorporate both online and offline advantages, providing training and consultation to young jobseekers.  We continuously work with overseas corporations, determining their workforce needs, and learning what is trending in various sectors. This helps us to ensure that our training reflects the true nature of the market.  What we teach has not only on-the-job value, but also value in learning how to best immerse oneself in the culture.",
    "company04":"• Through close cooperation with our partners both at home and abroad, we are able to provide you with quality internships and job opportunities, as well as valuable instruction into the ways of overseas corporate culture. ",
    "company05":"• Founded by a senior attorney specializing in cross border issues, we utilize our training methods to provide quality service calling upon our business, legal, political, economic and cultural expertise.",
    "company06":"• With access to rich educational resources, our core team members are Ivy League alumni, the academic principal of a listed company, and American education experts. ",
    "company07":"Joy Canaan is located in Beijing, China, with a wholly owned subsidiary in Seattle, USA. ",
    "footerCompany":"JoyCan",
    "footerLinkIntro":"About",
    "footerLinkAbout":"Team",
    "footerLinkGuest":"Speakers",
    "footerContact":"Contact Us",
    "footerEmail":"Email:  info@joyjn.org",
    "footerAddress":"Address",
    "footerAddressDetail":"北京市朝阳区国贸远洋光华国际AB座10层1002室",
    "footerCopyRight":"2016 JoyCan All Rights Reserved",
    "team":"Founding Team",
    "memberName01":"Jack Ding",
    "memberTitle01":"Chairman| Attorney",
    "memberDisc01":"Jack graduated from the University of Washington School of Law, the only global receiver of full tuition waiver that year.  He is currently a member of the Leadership Council of UW Law School, and a member of the Business Section of the Western Returned Scholars Association in China.<br/><br/>,Jack has over 10 years’ living and working experiences in mainland China, the USA, South Korea and Hong Kong. He worked in top leading multinational law firms, representing clients from Fortune 500 companies, listed private companies in China, and also regional private companies in China and in the US. Jack travels frequently between China, the USA, and South Korea, working on overseas legal and commercial matters, and working to facilitate the endeavors of young jobseekers abroad by leveraging his legal skills and business connections.",
    "memberName02":"Nicole Fang",
    "memberTitle02":"Academic Director | Senior Overseas Education Expert",
    "memberDisc02":"Nicole has 10 years of experience in language proficiency training, including working as the academic director for a listed company in China. She was a senior trainer and curriculum designer at a leading company specialized in computer assisted language learning based in Silicon Valley. She was the supervisor for the Overseas Study Department in the New Oriental School in China. She has attended many international seminars focusing on language learning and has developed language learning materials and language learning solutions. ",
    "memberName03":"Si Chen",
    "memberTitle03":"Senior Consultant | Sino-US HR Expert",
    "memberDisc03":"Si has a master degree in education from Harvard University. She worked at the headquarters of a leading headhunting firm in New York City, working with leading international investment banks (Morgan Stanley, Goldman Sachs, etc), hedge funds, private equity funds, venture capitalists, and more. She has rich experience in the recruitment procedure and human resources management in the US.  ",
    "memberName04":"H. Kim",
    "memberTitle04":"Senior Consultant | Cross-border HR Expert ",
    "memberDisc04":"Ms. Kim worked at the headquarters in China for the Doosan Group Korea, CISCO US, and SAP Germany. He specializes in recruiting Chinese candidates from both home and overseas schools.",
    "memberName05":"Amy Lin",
    "memberTitle05":"Senior Consultant",
    "memberDisc05":"Amy is the Communication Manager at a top international consulting firm. She has a master degree in education from Harvard University and has undertaken extensive research at American junior and senior high schools on the topic of student development. She has been dedicated to providing school application and career advisory service for students from home and abroad. ",
    "memberName06":"Grace Yu",
    "memberTitle06":"Senior Consultant",
    "memberDisc06":"Grace graduated from Cornell University and worked at the headquarters of Linkedin in the US. She was the youngest Research and Development Manager at the US headquarters. Grace is dedicated to providing career advisory service for students majoring in science and technology."
  }
}
